Repository: oil-rope/oil-and-rope
Catalog: locale/*/LC_MESSAGES/djangojs.po
Languages: es

source: Look for user
es: Buscar usuario

source: Found
es: Encontrado

source: User not found
es: Usuario no encontrado

source: Once you accept the invitation click here again to search your user
es: Una vez aceptes la invitación, haz click aquí otra vez

source: We couldn't sent you a message
es: No hemos podido enviarte un mensaje

source: Do you share server with our bot?
es: ¿Compartes servidor con nuestro bot?

source: Seems like this user doesn't exists
es: Parece que este usuario no existe

source: Have you invited the bot to your server and requested and invitation?
es: ¿Has invitado al bot a tu servidor y pedido un invitación?

source: Please note that you have to share at least one server with our bot
es: Por favor ten en cuenta que debes compartir al menos un servidor con el bot

source: Send invitation
es: Enviar invitación

source: Invite Bot
es: Invitar Bot

source: Close
es: Cerrar

source: Loading
es: Cargando
